

"kBluetoothConnectionFailedTitle"				= "Bluetooth オーディオが失敗しました。";
"kBluetoothConnectionErrorTitle"				= "お使いのオーディオデバイスとの接続中にエラーが発生しました。";
"kBluetoothConnectionFailedLinkKeyErrorExplanation"	= "この登録は無効になっています。デバイスを再登録してから再試行してください。";
"kBluetoothConnectionFailedExplanation"			= "ヘッドセットとの接続にエラーが発生しました。ヘッドセットの電源が入っていて通信圏内にあることを確認してください。使用していたプログラムのオーディオ部分を再開しなければならないことがあります。";
"kBluetoothSBCCodecMismatchExplanation"			= "お使いのヘッドセットとの接続中にエラーが発生しました。エンコード済みオーディオストリームの構成はこのリモートデバイスでは利用できませんでした。";
"kBluetoothConnectionUnsupportedExplanation"	= "動作中のオーディオデバイスへの接続を開けませんでした。設定し直してください。";

"kBluetoothDisconnectedTitle"					= "Bluetooth オーディオとの接続が解除されました。";
"kBluetoothDisconnectedExplanation"				= "ヘッドセットとの接続が突然解除されました。ヘッドセットの電源が入っていて通信圏内にあることを確認してください。使用していたプログラムのオーディオ部分を再開しなければならないことがあります。";

"kBluetoothAudioInUseTitle"						= "Bluetooth オーディオは使用中です。";
"kBluetoothAudioInUseExplanation"				= "別の Bluetooth ヘッドセットがすでに使用されています。一度に使用できる Bluetooth ヘッドセットは 1 台だけです。";

"kBluetoothAudioOKButtonTitle"					= "OK";

"kBluetoothAudioSwitchHeadsetButtonTitle"		= "ヘッドセットの使用を中止";
"kBluetoothAudioSwitchHeadphoneButtonTitle"		= "ヘッドフォンの使用を中止";

"kBluetoothAudioHeadsetDeviceType"				= "ヘッドセット";
"kBluetoothAudioHeadphoneDeviceType"			= "ヘッドフォン";

"kBluetoothAudioSwitchButtonTitle"				= "このデバイスを使用";
"kBluetoothAudioTryAgainButtonTitle"			= "再試行";
"kBluetoothAudioDisconnectButtonTitle"			= "接続解除";
"kBluetoothAudioAlwaysIgnoreButtonTitle"		= "次回から確認しない";

"kBluetoothAudioSwitchHeadestMessageText"		= "Bluetooth“%@（モノラル）”をオーディオデバイスとして使用しますか？";
"kBluetoothAudioSwitchA2DPMessageText"			= "Bluetooth “%@（ステレオ）”をオーディオデバイスとして使用しますか？";

"kBluetoothAudioSwitchInfoText"					= " “Bluetooth”環境設定パネルで詳細オプションをクリックして“すべてのオーディオリクエストに対して応答。”のチェックを外すと、このダイアログを無効にできます。";

